Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: Image data does not exist. Please re-upload the image.
ca_es: Les dades de la imatge no existeixen. Torneu a penjar la imatge.

source: Crop
ca_es: Escapça

source: Rotate counter-clockwise
ca_es: Gira en sentit antihorari

source: Rotate clockwise
ca_es: Gira en sentit horari

source: Flip vertically
ca_es: Capgira verticalment

source: Flip horizontally
ca_es: Capgira horitzontalment

source: Scale Image
ca_es: Escala la imatge

source: Original dimensions %s
ca_es: Dimensions originals %s

source: Restore Original Image
ca_es: Restaura la imatge original

source: Discard any changes and restore the original image.
ca_es: Descarta qualsevol canvi i restaura la imatge original.

source: Previously edited copies of the image will not be deleted.
ca_es: Còpies de la imatge editades anteriorment no se suprimiran.

source: Restore image
ca_es: Restaura la imatge

source: Image Crop
ca_es: Escapçat de la imatge

source: (help)
ca_es: (ajuda)

source: The image can be cropped by clicking on it and dragging to select the desired part. While dragging the dimensions of the selection are displayed below.
ca_es: La imatge pot ser escapçada fent clic en ella i arrossegant per seleccionar la part desitjada. Mentre s'està arrossegant les dimensions de la selecció es mostren baix.

source: Keyboard Shortcuts
ca_es: Tecles de drecera

source: Crop Aspect Ratio
ca_es: Escapça el ràtio de l'aspecte

source: You can specify the crop selection aspect ratio then hold down the Shift key while dragging to lock it. The values can be 1:1 (square), 4:3, 16:9, etc. If there is a selection, specifying aspect ratio will set it immediately.
ca_es: Podeu especificar el ràtio d'aspecte de la selecció escapçada i aleshores prémer la tecla Maj mentre arrossegueu per blocar-la. Els valors poden ser 1:1 (quadrat), 4:3, 16:9, etc. Si hi ha una selecció, el ràtio d'aspecte especificat es definirà immediatament.

source: Crop Selection
ca_es: Selecció escapçada

source: Once started, the selection can be adjusted by entering new values (in pixels). Note that these values are scaled to approximately match the original image dimensions. The minimum selection size equals the thumbnail size as set in the Media settings.
ca_es: Una vegada començat, la selecció pot ser ajustada si entreu nous valors (en píxels). Fixeu-vos que aquestos valors són escalats per ajustar-se aproximadament a les dimensions de la imatge original. La mida de la selecció mínima és igual a la mida de la miniatura definida en la configuració dels mèdia.

source: Aspect ratio:
ca_es: Ràtio de l'aspecte:

source: Selection:
ca_es: Selecció:

source: Thumbnail Settings
ca_es: Opcions de la Miniatura

source: The thumbnail image can be cropped differently. For example it can be square or contain only a portion of the original image to showcase it better. Here you can select whether to apply changes to all image sizes or make the thumbnail different.
ca_es: La miniatura pot ser escapçada de diverses formes. Per exemple, pot ser quadrada o contenir solament un tros de la imatge original per veure-la millor. Aquí podeu seleccionar si s'apliquen els canvis a totes les grandàries d'imatge o feu la miniatura diferent.

source: Current thumbnail
ca_es: Miniatura actual

source: Apply changes to:
ca_es: Aplica els canvis a:

source: All image sizes
ca_es: Totes les mides de la imatge

source: All sizes except thumbnail
ca_es: Totes les mides excepte miniatura

source: Cannot load image metadata.
ca_es: No s'ha pogut carregar les metadades de la imatge.

source: Cannot save image metadata.
ca_es: No s'ha pogut desar les metadades de la imatge.

source: Image metadata is inconsistent.
ca_es: Les metadades de la imatge són inconsistents.

source: Image restored successfully.
ca_es: Imatge restaurada correctament.

source: Unable to create new image.
ca_es: No s'ha pogut crear una imatge nova.

source: Error while saving the scaled image. Please reload the page and try again.
ca_es: S'ha produït un error en desar la imatge escalada. Recarregueu la pàgina i torneu-ho a provar.

source: Nothing to save, the image has not changed.
ca_es: Res a desar, la imatge no ha canviat.

source: Unable to save the image.
ca_es: No s'ha pogut desar la imatge.

source: Image saved
ca_es: Imatge desada

source: From Computer
ca_es: Des de l'ordinador

source: From URL
ca_es: Des d'una URL

source: Gallery
ca_es: Galeria

source: Gallery (%s)
ca_es: Galeria (%s)

source: Uploads
ca_es: Càrregues

source: File URL
ca_es: URL del fitxer

source: Alt text for the image, e.g. &#8220;The Mona Lisa&#8221;
ca_es: Tot el text per a la imatge, p. e., "La Gioconda"

source: Empty Title filled from filename.
ca_es: Títol buit basat en el nom del fitxer.

source: Order
ca_es: Ordre

source: Location of the uploaded file.
ca_es: Ubicació del fitxer s'ha penjat.

source: Show
ca_es: Mostra

source: Hide
ca_es: Amaga

source: File name:
ca_es: Nom del fitxer:

source: File type:
ca_es: Tipus del fitxer:

source: Upload date:
ca_es: Data de la càrrega:

source: Insert into Post
ca_es: Insereix en l'entrada

source: You are about to delete <strong>%s</strong>.
ca_es: Ara s'eliminarà <strong>%s</strong>.

source: Add media files from your computer
ca_es: Afegiu els mèdia des del vostre ordinador

source: Save all changes
ca_es: Desa tots els canvis

source: All Tabs:
ca_es: Totes les pestanyes:

source: Sort Order:
ca_es: Tipus d'ordenació:

source: Ascending
ca_es: Ascendent

source: Descending
ca_es: Descendent

source: Link thumbnails to:
ca_es: Enllaça miniatures a:

source: Image File
ca_es: Fitxer d'imatge

source: Order images by:
ca_es: Ordena les imatges per:

source: Menu order
ca_es: Ordre del menú

source: Date/Time
ca_es: Dia/hora

source: Random
ca_es: Aleatori

source: Order:
ca_es: Ordre:

source: Gallery columns:
ca_es: Columnes de la galeria:

source: Update gallery settings
ca_es: Actualitza les opcions de la galeria

source: Search Media
ca_es: Cerca mèdia

source: All Types
ca_es: Tots els tipus

source: Filter &#187;
ca_es: Filtra &#187;

source: Image Caption
ca_es: Llegenda de la Imatge

source: Link Image To:
ca_es: Enllaça la Imatge amb:

source: Link to image
ca_es: Enllaça a la Imatge

source: Link text, e.g. &#8220;Ransom Demands (PDF)&#8221;
ca_es: Text de l'enllaç, p. e. "Peticions de rescat (PDF)"

source: Preview Changes
ca_es: Previsualitza els canvis

source: Status:
ca_es: Estat:

source: Visibility:
ca_es: Visibilitat:

source: Password protected
ca_es: Protegida amb contrasenya

source: Stick this post to the front page
ca_es: Fixa a la pàgina principal

source: Scheduled for: <b>%1$s</b>
ca_es: Previst per al: <b>%1$s</b>

source: Published on: <b>%1$s</b>
ca_es: Publicada el: <b>%1$s</b>

source: Publish <b>immediately</b>
ca_es: Publica <b>immediatament</b>

source: Schedule for: <b>%1$s</b>
ca_es: Previst per al: <b>%1$s</b>

source: Publish on: <b>%1$s</b>
ca_es: Publica el: <b>%1$s</b>

source: Most Used
ca_es: Més usades

source: + Add New Category
ca_es: + Afegeix una categoria nova

source: New category name
ca_es: Nom de la nova categoria

source: Excerpts are optional hand-crafted summaries of your content that can be used in your theme. <a href="http://codex.wordpress.org/Excerpt" target="_blank">Learn more about manual excerpts.</a>
ca_es: Els extractes són resums opcionals del contingut escrits manualment que podeu usar al tema. <a href="http://codex.wordpress.org/Excerpt" target="_blank">Apreneu més sobre els resums manuals (en anglès)</a>

source: Already pinged:
ca_es: Retropings ja efectuats:

source: Send trackbacks to:
ca_es: Envia retroenllaços a:

source: Separate multiple URLs with spaces
ca_es: Separeu múltiples URLs amb espais

source: Custom fields can be used to add extra metadata to a post that you can <a href="http://codex.wordpress.org/Using_Custom_Fields" target="_blank">use in your theme</a>.
ca_es: Els camps personalitzats poden ser usats per afegir metadades addicionals a una entrada que podeu utilitzar en el tema (<a href="http://codex.wordpress.org/Using_Custom_Fields" target="_blank">documentació en anglès</a>).

source: Allow <a href="%s" target="_blank">trackbacks and pingbacks</a> on this page.
ca_es: Permet <a href="%s" target="_blank">retroenllaços i retropings</a> en aquesta pàgina.

source: Show comments
ca_es: Mostra els comentaris

source: Main Page (no parent)
ca_es: Pàgina principal (sense superior)

source: Default Template
ca_es: Plantilla predeterminada

source: Visit Link
ca_es: Visita l'enllaç

source: Keep this link private
ca_es: Manté l'enllaç privat

source: <code>_blank</code> &mdash; new window or tab.
ca_es: <code>_blank</code> &mdash; en una finestra o pestanya nova.

source: <code>_top</code> &mdash; current window or tab, with no frames.
ca_es: <code>_top</code> &mdash; en la finestra o pestanya actual, sense marcs.

source: <code>_none</code> &mdash; same window or tab.
ca_es: <code>_none</code> &mdash; a la mateixa finestra o pestanya.

source: Choose the target frame for your link.
ca_es: Trieu el marc de destinació de l'enllaç.

source: identity
ca_es: identitat

source: another web address of mine
ca_es: una altra adreça web meva

source: friendship
ca_es: amistat

source: contact
ca_es: contacte

source: acquaintance
ca_es: conegut/da

source: friend
ca_es: amic/ga

source: none
ca_es: cap

source: physical
ca_es: físic

source: met
ca_es: conegut/da en persona

source: co-worker
ca_es: company/a

source: colleague
ca_es: col·lega

source: geographical
ca_es: geogràfic

source: neighbor
ca_es: veí/veïna

source: family
ca_es: família

source: child
ca_es: fill/a

source: kin
ca_es: parents

source: parent
ca_es: pare/mare

source: sibling
ca_es: germà/germana

source: spouse
ca_es: cònjuge

source: romantic
ca_es: sentimental

source: muse
ca_es: inspiració

source: crush
ca_es: amor sobtat

source: date
ca_es: lligue

source: sweetheart
ca_es: parella

source: If the link is to a person, you can specify your relationship with them using the above form. If you would like to learn more about the idea check out <a href="http://gmpg.org/xfn/">XFN</a>.
ca_es: Si l'enllaç és cap a una persona, podeu especificar la vostra relació amb ella usant el formulari anterior. Si voleu aprendre'n més sobre aquesta indicació visiteu <a href="http://gmpg.org/xfn/">XFN</a> (en anglès).

source: Image Address
ca_es: Adreça de la imatge

source: RSS Address
ca_es: Adreça del canal RSS

source: Rating
ca_es: Puntuació

source: (Leave at 0 for no rating.)
ca_es: (Deixeu en 0 per a no puntuar)

source: You do not have sufficient permissions to access this page.
ca_es: No teniu els permisos necessaris per accedir a aquesta pàgina.

source: Popular tags
ca_es: Etiquetes populars

source: You may also browse based on the most popular tags in the Plugin Directory:
ca_es: També podeu veure les extensions més populars al directori d'extensions.

source: Search Plugins
ca_es: Cerca extensions

source: Install a plugin in .zip format
ca_es: Instal·la una extensió en format .zip

source: If you have a plugin in a .zip format, you may install it by uploading it here.
ca_es: Si teniu una extensió en format .zip, la podeu instal·lar penjant-la aquí.

source: Plugin zip file
ca_es: Fitxer zip de l'extensió

source: Install Now
ca_es: Instal·la ara

source: No plugins match your request.
ca_es: Cap extensió no correspon amb els criteris seleccionats.

source: (based on %s rating)
ca_es: (basat en %s valoració)

source: Plugin Install
ca_es: Instal·la extensions

source: Install Update Now
ca_es: Instal·la l'actualització ara

source: Newer Version (%s) Installed
ca_es: S'ha instal·lat la versió (%s) nova

source: Latest Version Installed
ca_es: Darrera versió instal·lada

source: FYI
ca_es: Informació

source: Author:
ca_es: Autor:

source: Last Updated:
ca_es: Darrera actualització:

source: Requires WordPress Version:
ca_es: Es requereix el WordPress en la versió:

source: %s or higher
ca_es: %s o posterior

source: Compatible up to:
ca_es: Compatible fins:

source: Downloaded:
ca_es: Descarregat:

source: %s time
ca_es: %s vegada

source: WordPress.org Plugin Page &#187;
ca_es: Pàgina de l'extensió a WordPress.org &#187;

source: Average Rating
ca_es: Puntuació mitjana

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
ca_es: <strong>Avís:</strong> Aquesta extensió <strong>no ha estat provada</strong> amb la versió actual del WordPress.

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
ca_es: <strong>Avís:</strong> Aquesta extensió <strong>no s'ha marcat com a compatible</strong> per a la vostra versió del WordPress.

source: The <code>%1$s</code> plugin header is deprecated. Use <code>%2$s</code> instead.
ca_es: La capçalera de l'extensió <code>%1$s</code> està antiquada. Feu servir <code>%2$s</code> en el seu lloc.

source: Visit plugin homepage
ca_es: Visita el lloc web de l'extensió

source: The plugin generated unexpected output.
ca_es: L'extensió ha generat una sortida inesperada.

source: One of the plugins is invalid.
ca_es: Una de les extensions no és vàlida.

source: Could not fully remove the plugin(s) %s.
ca_es: No s'ha pogut suprimir completament l'extensió o extensions %s.

source: Invalid plugin path.
ca_es: Directori de les extensions incorrecte.

source: Plugin file does not exist.
ca_es: El fitxer de l'extensió no existeix.

source: The plugin does not have a valid header.
ca_es: L'extensió no té una capçalera vàlida.

source: You are not allowed to edit pages as this user.
ca_es: Amb aquest nom d'usuari no teniu autorització per editar pàgines.

source: You are not allowed to edit posts as this user.
ca_es: Amb aquest nom d'usuari no teniu autorització per editar entrades.

source: You are not allowed to edit pages.
ca_es: No esteu autoritzat a editar pàgines.

source: You are not allowed to edit posts.
ca_es: No teniu autorització per editar entrades.

source: Auto Draft
ca_es: Esborrany automàtic

source: Click to edit this part of the permalink
ca_es: Feu clic per editar aquesta part de l'enllaç permanent

source: Temporary permalink. Click to edit this part.
ca_es: Enllaç temporal. Feu clic per editar-lo.

source: Permalink:
ca_es: Enllaç permanent:

source: Change Permalinks
ca_es: Canvia els enllaços permanents

source: Preview not available. Please save as a draft first.
ca_es: No hi ha previsualització disponible. Deseu l'esborrany primer.

source: Just another WordPress site
ca_es: Altre lloc gestionat amb el WordPress

source: Just another %s site
ca_es: Altre lloc %s

source: Administrator
ca_es: Administradors

source: Author
ca_es: Autor

source: Contributor
ca_es: Col·laborador

source: Subscriber
ca_es: Subscriptor

source: Welcome to <a href="SITE_URL">SITE_NAME</a>. This is your first post. Edit or delete it, then start blogging!
ca_es: Us donem la benvinguda a <a href="SITE_URL">SITE_NAME</a>. Aquesta és la vostra primera entrada. Editeu-la o suprimiu-la, i després comenceu a publicar!

source: Warning! Wildcard DNS may not be configured correctly!
ca_es: Avís! el patró DNS pot no estar configurat correctament!

source: Quick Edit
ca_es: Editor ràpid

source: Quick&nbsp;Edit
ca_es: Edició&nbsp;ràpida

source: Title
ca_es: Títol

source: File
ca_es: Fitxer

source: Date
ca_es: Data

source: Relationship
ca_es: Relació

source: Bulk Edit
ca_es: Edita en massa

source: &mdash; No Change &mdash;
ca_es: &mdash; Sense canvis &mdash;

source: &ndash;OR&ndash;
ca_es: &ndash;O BÉ&ndash;

source: Allow
ca_es: Permet

source: Do not allow
ca_es: No permetis

source: Allow Comments
ca_es: Permet comentaris

source: Allow Pings
ca_es: Permet pings

source: Sticky
ca_es: Fixat

source: Not Sticky
ca_es: No fixat

source: Make this post sticky
ca_es: Fixa aquesta entrada

source: Missed schedule
ca_es: Falta data de publicació

source: Last Modified
ca_es: Última modificació

source: View posts by this author
ca_es: Mostra les entrades fetes per aquest autor

source: In reply to <a href="%1$s">%2$s</a>.
ca_es: En resposta a <a href="%1$s">%2$s</a>.

# Y/m/d a g:ia
source: Y/m/d \a\t g:ia
ca_es: Y-m-d \a\t G:i:s

source: Reply to Comment
ca_es: Respon al comentari

source: Submit Reply
ca_es: Envia resposta

source: Comment by %s moved to the trash.
ca_es: El comentari de %s s'ha mogut a la paperera.

source: Comment by %s marked as spam.
ca_es: El comentari de %s s'ha marcat com a brossa.

source: Value
ca_es: Valor

source: Key
ca_es: Clau

source: Add New Custom Field:
ca_es: Afegeix un camp personalitzat nou:

source: Enter new
ca_es: Introdueix un nou

source: Add Custom Field
ca_es: Afegeix un camp personalitzat

source: Before you can upload your import file, you will need to fix the following error:
ca_es: Abans de penjar el fitxer d'importació, necessitareu solucionar el següent error:

source: Choose a file from your computer:
ca_es: Trieu un fitxer del vostre ordinador:

source: Maximum size: %s
ca_es: Mida màxima: %s

source: Upload file and import
ca_es: Penja el fitxer i importa'l

source: Click to toggle
ca_es: Feu clic per alternar

source: Find Posts or Pages
ca_es: Troba entrades o pàgines

source: Install Plugins
ca_es: Instal·la extensions

source: Enable accessibility mode
ca_es: Habilitat el mode d'accessibilitat

source: Disable accessibility mode
ca_es: Deshabilita el mode d'accessibilitat

source: Comment %d does not exist
ca_es: No existeix el comentari %d

source: You did not enter a category name.
ca_es: No heu introduït cap nom de categoria.

source: Sorry, you must be logged in to reply to a comment.
ca_es: Disculpeu, heu d'entrar per contestar un comentari.

source: Please provide a custom field value.
ca_es: Doneu-nos un valor del camp qualsevol.

source: User <a href="#%s">%s</a> added
ca_es: Usuari <a href="#%s">%s</a> afegit

source: g:i:s a
ca_es: G:i:s

source: Draft saved at %s.
ca_es: Esborrany desat a les %s.

source: Someone
ca_es: Algú

source: You are not allowed to edit this page.
ca_es: No teniu autorització per editar aquesta pàgina.

source: You are not allowed to edit this post.
ca_es: No teniu autorització per editar aquesta entrada.

source: Saving is disabled: %s is currently editing this page.
ca_es: Desat automàtic desactivat: %s està editant ara mateix aquesta pàgina.

source: Saving is disabled: %s is currently editing this post.
ca_es: Desat automàtic desactivat: %s està editant ara mateix aquesta entrada.

source: Item not updated.
ca_es: No s'ha actualitzat l'element.

source: Status
ca_es: Estat

source: Scheduled
ca_es: Previst

source: Thank you for creating with <a href="http://wordpress.org/">WordPress</a>.
ca_es: Gràcies per publicar amb el <a href="http://ca.wordpress.org/">WordPress</a>.

source: Invalid plugin page
ca_es: Pàgina d'extensions incorrecta

source: Cannot load %s.
ca_es: %s no es pot carregar.

source: You are not allowed to import.
ca_es: No teniu autorització per importar.

source: Import
ca_es: Importa

source: Edit Comment
ca_es: Edita el comentari

source: Oops, no comment with this ID.
ca_es: No hi ha cap comentari amb aquest identificador.

source: Go back
ca_es: Torna enrere

source: You are not allowed to edit comments on this post.
ca_es: No teniu autorització per editar els comentaris d'aquesta entrada.

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
ca_es: Aquest comentari està a la Paperera. Moveu-lo fora de la Paperera si voleu editar-lo.

source: You are about to mark the following comment as spam:
ca_es: Ara es marcarà com a brossa el comentari següent:

source: Spam Comment
ca_es: Comentari brossa

source: You are about to move the following comment to the Trash:
ca_es: Ara es mourà el comentari següent a la paperera:

source: Trash Comment
ca_es: Comentari de la paperera

source: You are about to delete the following comment:
ca_es: Ara s'eliminarà el comentari següent:

source: To add a new user, <strong>click Create a New User</strong>.
ca_es: Per afegir una usuari nou, <strong>feu clic a Usuari Nou</strong>.

source: To add a new site, <strong>click Create a New Site</strong>.
ca_es: Per afegir una lloc web nou, <strong>feu clic a Lloc Nou</strong>.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
ca_es: Per a cercar un usuari, <strong>introduïu un correu electrònic o un nom d'usuari</strong>. Utilitzeu un comodí per cercar parcialment un nom d'usuari, com per exemple pep&#42;.

source: To search for a site, <strong>enter the path or domain</strong>.
ca_es: Per cercar un lloc web, <strong>introduïu el camí o el domini</strong>.

source: The database upgrade process may take a little while, so please be patient.
ca_es: El procés d'actualització de la base de dades pot trigar una estona, així que sigueu pacients.

source: Options saved.
ca_es: S'han desat les opcions.

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
ca_es: Benvinguts a l'administració de la xarxa. Aquesta àrea de les pantalles d'administració s'utilitza per gestionar tots els aspectes de la xarxa multilloc.

source: From here you can:
ca_es: Des d'aquí podeu:

source: Add and manage sites or users
ca_es: Afegeix i gestiona llocs webs o usuaris

source: Install and activate themes or plugins
ca_es: Instal·la i activa temes o extensions

source: Update your network
ca_es: Actualitza la xarxa

source: Modify global network settings
ca_es: Modifica la configuració global de la xarxa

source: The Right Now widget on this screen provides current user and site counts on your network.
ca_es: El ginys ara mateix d'aquesta pantalla proporciona l'usuari actual i la suma de tots els llocs webs de la xarxa.

source: To search for a user or site, use the search boxes.
ca_es: Per cercar un usuari o un lloc web, utilitzeu les caixes de cerca.

source: Quick Tasks
ca_es: Tasques ràpides

source: Upgrade Network
ca_es: Actualitza la xarxa

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
ca_es: Utilitzeu aquesta pantalla solament una vegada heu actualitzat a una versió nova del WordPress mitjançant les actualitzacions disponibles (via el menú de navegació de l'administració de la xarxa o la barra d'eines). En fer clic en el botó per actualitzar la xarxa anireu a cada lloc web de la xarxa, cinc cada vegada, i us assegurareu que s'apliquen totes les actualitzacions de la base de dades.

source: <a href="http://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Documentation on Upgrade Network</a>
ca_es: <a href="http://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Documentació sobre com actualitzar la xarxa</a> (en anglès)

source: Database Upgrade Required
ca_es: Cal una actualització de la base de dades

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
ca_es: El WordPress s'ha actualitzat! Abans de deixar-vos anar, necessitem actualitzar un a un els llocs web de la xarxa.

source: New site created by %1$s Address: %2$s Name: %3$s
ca_es: El lloc web nou s'ha creat per %1$s Adreça: %2$s Nom: %3$s
